Repository: wp-plugins/envoimoinscher
Catalog: languages/envoimoinscher-*.po
Languages: fr_fr

source: Shipping plugin: 15 negotiated carriers
fr_fr: Module de livraison : 15 transporteurs à tarifs négociés

source: l, F jS Y
fr_fr: l j F Y

source: Choose a parcel point
fr_fr: Choisissez un point relais

source: Selected
fr_fr: Sélectionné

source: Re-send using EnvoiMoinsCher
fr_fr: Renvoyer avec EnvoiMoinsCher

source: Download waybill
fr_fr: Télécharger le bordereau

source: Download delivery waybill
fr_fr: Télécharger le bordereau de remise

source: Send using EnvoiMoinsCher
fr_fr: Envoyer avec EnvoiMoinsCher

source: waybill
fr_fr: bordereau

source: delivery-waybill
fr_fr: bordereau-de-remise

source: Order passed with the reference %s.
fr_fr: Commande passée avec la référence %s.

source: Please select an EnvoiMoinsCher carrier.
fr_fr: Veuillez choisir un transporteur EnvoiMoinsCher.

source: EnvoiMoinsCher API error returned: %s
fr_fr: Une erreur a été rencontrée par l'API EnvoiMoinsCher : %s

source: Processing order
fr_fr: Traitement de la commande

source: Successfully sent orders:
fr_fr: Commandes envoyées avec succès :

source: Orders not sent:
fr_fr: Commandes non passées :

source: Orders already sent:
fr_fr: Commandes déjà envoyées :

source: All orders processed.
fr_fr: Tous les commandes ont été traitées.

source: Orders not sent may have missing parameters. You should check these orders individually.
fr_fr: Les commandes non envoyées peuvent avoir des paramètres manquants. Veuillez vérifier ces commandes individuellement.

source: Orders already sent cannot be re-sent using bulk action. You should re-send them individually.
fr_fr: Les commandes déjà envoyées ne peuvent pas être envoyées en masse. Veuillez les réexpédier individuellement.

source: Shipping Options - EnvoiMoinsCher
fr_fr: Options d'envoi - EnvoiMoinsCher

source: Unable to load parcel points
fr_fr: Les points relais n'ont pas pu être chargés

source: I want this pickup point
fr_fr: Je choisis ce point relais

source: From %1 to %2
fr_fr: De %1 à %2

source: and %1 to %2
fr_fr: et %1 à %2

source: monday
fr_fr: lundi

source: tuesday
fr_fr: mardi

source: wednesday
fr_fr: mercredi

source: thursday
fr_fr: jeudi

source: friday
fr_fr: vendredi

source: saturday
fr_fr: samedi

source: sunday
fr_fr: dimanche

source: Please select a parcel point
fr_fr: Veuillez choisir un point relais

# Order status
source: Awaiting Shipment
fr_fr: En attente d'expédition

source: Awaiting Shipment <span class="count">(%s)</span>
fr_fr: En attente d'expédition <span class="count">(%s)</span>

# Order status
source: Shipped
fr_fr: Expédiée

source: Shipped <span class="count">(%s)</span>
fr_fr: Expédiée <span class="count">(%s)</span>

source: Mark awaiting shipment
fr_fr: Marquer en attente d'expédition

source: Mark shipped
fr_fr: Marquer expédiée

source: Download all waybills
fr_fr: Télécharger tous les bordereaux

source: Download all delivery waybills
fr_fr: Télécharger tous les bordereaux de remise

source: Awaiting Shipment
fr_fr: En attente d'expédition

source: Shipped
fr_fr: Expédiée

source: Your carrier tracking reference is %s.
fr_fr: Votre référence de suivi transporteur est %s.

source: An error occurred while updating your carrier list:
fr_fr: Une erreur s'est produite lors de la mise à jour de vos transporteurs :

source: Invalid request:
fr_fr: Requête invalide :

source: Packing type
fr_fr: Type d'emballage utilisé

source: Box
fr_fr: Boîte

source: Crate
fr_fr: Caisse

source: Container
fr_fr: Bac

source: Insulated packaging
fr_fr: Emballage isotherme

source: Carrying case
fr_fr: Etui

source: Trunk
fr_fr: Malle

source: Bag/sack
fr_fr: Sac

source: Materials
fr_fr: Matériau utilisé

source: Cardboard box
fr_fr: Carton

source: Wood
fr_fr: Bois

source: Reinforced cardboard
fr_fr: Carton blindé

source: Opaque film
fr_fr: Film opaque

source: Transparent film
fr_fr: Film transparent

source: Metal
fr_fr: Métal

source: Paper
fr_fr: Papier

source: Reinforced paper
fr_fr: Papier armé

source: Plastic and cardboard
fr_fr: Plastique et carton

source: Plastic
fr_fr: Plastique

source: Opaque plastic
fr_fr: Plastique opaque

source: Transparent plastic
fr_fr: Plastique transparent

source: Polystyrene
fr_fr: Polystyrène

source: Interior protection
fr_fr: Protection intérieure utilisée

source: No specific protection
fr_fr: Sans protection particulière

source: Paper cushioning
fr_fr: Calage papier

source: Plastic bubble wrap
fr_fr: Bulles plastiques

source: Impact-resistant cardboard
fr_fr: Carton antichoc

source: Air cushion
fr_fr: Coussin air

source: Foam cushion
fr_fr: Coussin mousse

source: Cardboard bottle protector
fr_fr: Manchon carton (bouteille)

source: Foam bottle protector
fr_fr: Manchon mousse (bouteille)

source: Padding
fr_fr: Matelassage

source: Foam pad
fr_fr: Plaque mousse

source: Cushioning material
fr_fr: Coussin de calage

source: Padded mailer
fr_fr: Sachet bulles

source: Fastener used
fr_fr: Fermeture utilisée

source: Self-adhesive fastener
fr_fr: Fermeture autocollante

source: Adhesive tape
fr_fr: Ruban adhésif

source: Staples
fr_fr: Agrafes

source: Nails
fr_fr: Clous

source: Binding
fr_fr: Collage

source: Strapping tape
fr_fr: Ruban de cerclage

source: Strap or coiled strip
fr_fr: Sangle ou feuillard

source: Stapling and strapping
fr_fr: Agraphes et cerclage

source: Nails and fastening
fr_fr: Clous et cerclage

source: String
fr_fr: Ficelles

source: Order tracking: ordered.
fr_fr: Etat de la commande : passée.

source: Order tracking: processing.
fr_fr: Etat de la commande : envoyée.

source: Order tracking: cancelled.
fr_fr: Etat de la commande : annulée.

source: Order tracking: delivered.
fr_fr: Etat de la commande : livrée.

source: Close map
fr_fr: Fermer la carte

source: The changes you made will be lost if you navigate away from this page.
fr_fr: Les changements que vous avez effectués seront perdus si vous quittez cette page.

source: Action failed. Please refresh the page and retry.
fr_fr: L'action n'a pas pu aboutir. Veuillez rafraîchir la page et réessayer.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: Total shipping weight:
fr_fr: Poids total de la commande :

source: Total shipping width:
fr_fr: Largeur totale de la commande :

source: Total shipping length:
fr_fr: Longueur totale de la commande :

source: Total shipping height:
fr_fr: Hauteur totale de la commande :

source: Content description:
fr_fr: Description du contenu :

source: Declared content value:
fr_fr: Valeur déclarée du contenu :

source: weight
fr_fr: poids

source: width
fr_fr: largeur

source: length
fr_fr: longueur

source: height
fr_fr: hauteur

source: Customer pickup point:
fr_fr: Point relais d'arrivée :

source: Dropoff point:
fr_fr: Point relais de départ :

source: Insure this shipment with AXA
fr_fr: Assurer cet envoi avec AXA

source: Departure date:
fr_fr: Date de départ :

source: Reason for your shipment *
fr_fr: Raison de votre envoi *

source: Sale
fr_fr: Vente

source: Repair
fr_fr: Réparation

source: Return
fr_fr: Retour

source: Present, gift
fr_fr: Cadeau, don

source: Sample, model
fr_fr: Echantillon, maquette

source: Personal use
fr_fr: Usage personnel

source: Inter-company documents
fr_fr: Documents inter-entreprises

source: Other
fr_fr: Autre

source: Describe your goods (English):
fr_fr: Décrivez votre marchandise (en anglais) :

source: Describe your goods (language of the country of origin):
fr_fr: Décrivez votre marchandise (langue du pays d'origine) :

source: Quantity:
fr_fr: Quantité :

source: Unit price:
fr_fr: Prix unitaire :

source: Country:
fr_fr: Pays :

source: Unit weight:
fr_fr: Poids unitaire :

source: Your current rate is:
fr_fr: Votre prix d'expédition actuel est :

source: The carrier selection is no longer valid for this order, please select another and click on "Update rate"
fr_fr: Le choix du transporteur n'est plus valide pour cette commande, veuillez en sélectionner un autre et cliquer sur "Mettre à jour le prix"

source: Update rate
fr_fr: Mettre à jour le prix

source: You must first select an EnvoiMoinsCher carrier in order to send this order with us.
fr_fr: Vous devez d'abord choisir un transporteur EnvoiMoinsCher pour expédier votre commande.

source: International Shipping
fr_fr: Expédition à l'international

source: Edit Item
fr_fr: Editer l'article

source: Edit
fr_fr: Editer

source: Your offer is no longer available. Please choose another one.
fr_fr: Votre offre n'est plus disponible. Veuillez en choisir une autre.

source: Your order has already been sent.
fr_fr: Votre commande a déjà été expédiée.

source: EnvoiMoinsCher reference: %s.
fr_fr: Référence EnvoiMoinsCher : %s.

source: Customer tracking number (available in the front-office > order view page): %s.
fr_fr: Numéro de suivi client (disponible en front office > récapitulatif de la commande) : %s.

source: Your waybill is available. Download it %s.
fr_fr: Votre bordereau est disponible. Téléchargez le %s.

source: here
fr_fr: ici

source: Your delivery waybill is available. Download it %s.
fr_fr: Votre bordereau de remise est disponible. Téléchargez le %s.

source: Your manifest is available. Download it %s.
fr_fr: Votre manifest est disponible. Téléchargez le %s.

source: Your connote is available. Download it %s.
fr_fr: Votre connote est disponible. Téléchargez le %s.

source: Your pro-forma invoice is available. Download it %s.
fr_fr: Votre facture proforma est disponible. Téléchargez la %s.

source: Your B13A export declaration is available. Download it %s.
fr_fr: Votre document b13a est disponible. Téléchargez le %s.

source: Chosen carrier
fr_fr: Transporteur sélectionné

source: Please select a carrier
fr_fr: Veuillez sélectionner un transporteur

source: Shipment information
fr_fr: Informations concernant l'envoi

source: Get code
fr_fr: Obtenir le code

source: No %s defined yet.
fr_fr: Pas de %s défini.

source: Insurance
fr_fr: Assurance

source: My Account
fr_fr: Mon compte

source: API account
fr_fr: Compte API

source: EnvoiMoinsCher.com login
fr_fr: Login de votre compte EnvoiMoinsCher.com

source: Password *
fr_fr: Mot de passe *

source: EnvoiMoinsCher.com password
fr_fr: Mot de passe de votre compte EnvoiMoinsCher.com

source: password
fr_fr: mot de passe

source: API key *
fr_fr: Clé API *

source: Key received by mail from EnvoiMoinsCher.com. Insert test key or production key according to your environment.
fr_fr: Clé que vous avez reçue par mail de la part d'EnvoiMoinsCher.com. Cette clé doit correspondre à l'environnement de travail choisi : test ou production.

source: API key
fr_fr: clé API

source: Environment *
fr_fr: Environnement de travail *

source: Live
fr_fr: Prod.

source: Pickup address
fr_fr: Adresse d'enlèvement

source: Shipper civility *
fr_fr: Civilité de l'expéditeur *

source: Shipper civility: choose Mr. or Mrs.
fr_fr: Civilité de la personne qui expédie les commandes : choisissez M. ou Mme.

source: Mr.
fr_fr: M.

source: Mrs
fr_fr: Mme

source: Shipper first name *
fr_fr: Prénom de l'expéditeur *

source: Shipper first name
fr_fr: Prénom de la personne qui expédie

source: first name
fr_fr: prénom

source: Shipper last name *
fr_fr: Nom de l'expéditeur *

source: Shipper last name
fr_fr: Nom de la personne qui expédie

source: last name
fr_fr: nom

source: Company *
fr_fr: Société *

source: Parcel pickup company name
fr_fr: Nom de la société d'où partent les colis

source: company
fr_fr: société

source: Address *
fr_fr: Adresse *

source: Parcel pickup address
fr_fr: Adresse à partir de laquelle partent les colis

source: address
fr_fr: adresse

source: ZIP code *
fr_fr: Code postal *

source: Parcel pickup ZIP code
fr_fr: Code postal de l'adresse d'où partent les colis

source: ZIP code
fr_fr: code postal

source: City *
fr_fr: Ville *

source: Parcel pickup city
fr_fr: Ville de l'adresse d'où partent les colis

source: city
fr_fr: ville

source: Phone number *
fr_fr: Numéro de téléphone *

source: Shipper phone number (EMC or carriers may contact you concerning your shipment)
fr_fr: Numéro de téléphone de l'expéditeur (EMC ou les transporteurs peuvent vous contacter à tout moment pour vos enlèvements)

source: phone number
fr_fr: téléphone

source: Email *
fr_fr: Adresse email *

source: Shipper email (EMC or carriers may contact you concerning your shipment)
fr_fr: Adresse email de l'expéditeur (EMC ou les transporteurs peuvent vous contacter à tout moment pour vos enlèvements)

source: Additional address information
fr_fr: Informations supplémentaires sur l'adresse

source: Floor, code, ...
fr_fr: Etage, code, ...

source: Pickup opening hour *
fr_fr: Début de disponibilité pour l'enlèvement *

source: Time from which you are available for pickup (pickup usually starts from midday)
fr_fr: Heure à partir de laquelle vous êtes disponible pour les enlèvements de colis (les enlèvements effectués par les transporteurs commencent en général à partir de 12h00)

source: Pickup closing hour *
fr_fr: Fin de disponibilité pour l'enlèvement *

source: Time until which you are available for pickup (pickup usually ends at 5pm)
fr_fr: Heure à partir de laquelle vous n'êtes plus disponible pour les enlèvements de colis (les enlèvements effectués par les transporteurs se terminent en général à 17h00)

source: %s is a required field.
fr_fr: %s est un champ obligatoire.

source: Carriers
fr_fr: Transporteurs

source: Simple Carriers
fr_fr: Transporteurs simples

source: Advanced Carriers
fr_fr: Transporteurs avancés

source: Weight Options
fr_fr: Options de poids

source: Your carrier list has been successfully updated.
fr_fr: Vos transporteurs ont bien été mis à jour.

source: Your cache has been successfully flushed.
fr_fr: Votre cache a été vidé.

source: An error occurred while flushing your cache.
fr_fr: Une erreur est survenue au moment de vider le cache.

source: Help
fr_fr: Aide

source: Settings
fr_fr: Paramètres

source: Mails to send / receive
fr_fr: Mails que vous souhaitez recevoir ou envoyer

source: Waybill mail
fr_fr: Mail avec le bordereau

source: Sent to sender (you). This mail contain shipping instructions: waybill(s).
fr_fr: Envoyé à l'expéditeur (vous). Ce mail contient des instructions d'expédition: bordereau(x).

source: Recipient notification mail
fr_fr: Mail de notification au destinataire

source: Sent to recipient (your customer). He will be notified that a parcel is sent by EnvoiMoinsCher and not the carrier.
fr_fr: Envoyé au destinataire (votre client). Il sera notifié qu'un colis est envoyé par EnvoiMoinsCher et pas par le transporteur.

source: Billing mail
fr_fr: Mail avec la facture

source: Sent to billing adress, as your EnvoiMoinsCher profile. Sends you your bill for sent orders.
fr_fr: Envoyé à l'adresse de facturation indiquée dans votre profil EnvoiMoinsCher. Vous envoie votre facture pour les envois réalisés.

source: Display
fr_fr: Affichage

source: Carrier logos
fr_fr: Logos transporteurs

source: Uncheck this box to hide carrier logos in front office.
fr_fr: Décochez cette case pour cacher les logos des transporteurs dans votre boutique.

source: Shipping description
fr_fr: Description des envois

source: Your shipments
fr_fr: Vos envois

source: Shipment content *
fr_fr: Nature des envois *

source: You must specify the contents of your shipments. This information is transmitted to the carriers choose the most accurate among labels available language from the dropdown list. If you check the apply for the package description box, you use the language selected as the description of the contents of all your mail (this will be the information to be forwarded to (x) the carrier (s)). This data will be displayed on the shipping page on which you can trigger the order to send a parcel. It may be amended before validation of the page. Do not check the box if you want to resume direct name of products shipped (name that is saved in your product catalog)
fr_fr: Vous devez indiquer le contenu de vos envois. Cette information est transmise aux transporteurs, choisissez le libellé le plus exact possible parmi les libellés disponibles dans la liste déroulante. Si vous cochez la case « appliquer pour la description du colis », vous appliquez le libellé choisi comme description du contenu de tous vos envois (ce sera donc cette information qui sera transmise au(x) transporteur(s)). Cette donnée sera affichée sur la page d'expédition sur laquelle vous pouvez déclencher l’ordre d’envoi d’un colis. Elle pourra être modifiée avant validation de la page. Ne cochez pas la case si vous souhaitez reprendre directement le nom des produits expédiés (nom qui est enregistré dans votre catalogue produits)

source: -- Please choose one --
fr_fr: -- Choisir --

source: <strong>Apply to parcel description.</strong><br/>Choose the most accurate label as this information will be given to carriers.<br/>If checked, this label will replace your product's name in all your shipments' content description.
fr_fr: <strong>Appliquer pour la description du colis.</strong><br/>Information transmise au(x) transporteur(s), choisissez le libellé le plus exact possible. Si vous cochez la case, vous appliquez le libellé choisi comme description du contenu de vos envois (au lieu du nom des produits expédiés).

source: Packaging *
fr_fr: Type d'emballage *

source: Packaging must be specified for Colissimo offers. Additional charges may apply.
fr_fr: Le type d'emballage est nécessaire pour les offres Colissimo, un supplément peut-être ajouté.

source: Product weight setup
fr_fr: Gestion des poids des produits

source: Default weight (kg)
fr_fr: Poids par défaut (kg)

source: You can specify a default weight that will be applied on missing product weights (product weight is set in Products -> Edit product -> Shipping).
fr_fr: Vous pouvez spécifier le poids qui s'appliquera par défaut sur les produits ( le poids est modifiable dans Produits -> Modifier -> Livraison).

source: Pick-ups
fr_fr: Enlèvements

source: Pick-up date D+ *
fr_fr: Date d'enlèvement J+ *

source: Define how many days between order and pickup date.
fr_fr: Indiquez combien de jours après la prise de commande par l'acheteur l'enlèvement doit être programmé.

source: Label for delivery date
fr_fr: Libellé pour la date de livraison

source: You can customize delivery date front-office message. Example: "Delivery planned on: {DATE}". Leaving the field empty hides the delivery date.
fr_fr: Vous pouvez personnaliser le libellé informant vos clients de la date indicative de livraison. Exemple : "Livraison prévue : {DATE}". Laissez ce champ vide si vous ne souhaitez pas faire apparaître la date indicative de livraison.

source: Use AXA insurance
fr_fr: Utiliser l'assurance AXA

source: <strong>Be careful that the cost of insurance is not automatically billed to your customers, and that if you choose this option, it will be automatically selected for all your orders.</strong><br/>By selecting declared value insurance, you declare to you have read <a href="http://www.boxtale.co.uk//faq/131-tout-savoir-sur-l-assurance-ad-valorem.html/notice/" target="_blank">AXA insurance declared value policy notice</a>. As packaging insufficiency and maladjustment are excluded risks of AXA warranty, you could benefit from some extra packaging.
fr_fr: <strong>Attention : le coût de l'assurance n'est pas automatiquement facturé à vos clients. Si vous choisissez cette option, cette option sera activée par défaut pour toutes vos commandes.</strong><br/>En sélectionnant l'option d'assurance à valeur déclarée, je déclare avoir pris connaissance de <a href="http://www.envoimoinscher.com/faq/131-tout-savoir-sur-l-assurance-ad-valorem.html/notice/ " target="_blank">la notice du contrat d'assurance à valeur déclarée AXA</a>. L'insuffisance et l'inadaptation de votre emballage étant des risques exlus de la garantie AXA, veillez à surprotéger votre envoi.

source: for orders between
fr_fr: pour les commandes entre

source: and
fr_fr: et

source: All fields of pickup dates are required.
fr_fr: Tous les champs des dates d'enlèvement sont requis.

source: Offers simulator
fr_fr: Simulateur d'offres

source: No product available in your online shop
fr_fr: Pas de produit disponible dans votre boutique

source: EnvoiMoinsCher: shipping cost estimation
fr_fr: EnvoiMoinsCher : estimation des frais de port

source: The simulation page allows you to make a quotation according to the characteristics of your parcel.<br />Prices and offers are displayed as seen by the client.
fr_fr: La page de simulation vous permet d'effectuer un devis suivant les caractéristiques de vos colis.<br />Les prix et les offres restitués sont ceux que verra votre client.

source: Choose a product *
fr_fr: Choisissez un produit *

source: Sender address
fr_fr: Adresse de départ

source: Sender ZIP code *
fr_fr: Code postal de départ *

source: Sender city *
fr_fr: Ville de départ *

source: Recipient address
fr_fr: Adresse d'arrivée

source: Recipient ZIP code *
fr_fr: Code postal d'arrivée *

source: Recipient city *
fr_fr: Ville d'arrivée *

source: Recipient country *
fr_fr: Pays de destination *

source: Please fill in all the required * fields.
fr_fr: Veuillez remplir les champs marqués par *

source: Setup, activation and testing
fr_fr: Installation, activation et test du module

source: Can I test my plugin before activation on front office?
fr_fr: Est-il possible de tester mon module avant de l'activer en front-office ?

source: You can try your settings before switching to production. Make sure your environment option is on "Test" in your "My account" tab. A simulation section allows you to do test quotations with your catalog items and check front-office shipping costs.
fr_fr: Vous pouvez tester le bon paramétrage de votre module avant de l'activer en production. Vérifiez que l'option environnement de l'onglet "Mon compte" est bien sur "Test". Un onglet de simulation vous permet d'effectuer des cotations de transport sur les articles de votre catalogue et ainsi de vérifier les frais de port qui s'afficheront en front office.

source: How to enable production environment?
fr_fr: Comment activer le module en production ?

source: To enable production environment, you must switch the environment option in your "My account" tab to "Prod." and change your API key to the production API key.
fr_fr: Pour activer l'environnement de travail en production, rendez-vous dans l'onglet Mon compte, changez l'option environnement en "Prod." et remplacez votre clé API par la clé API de production.

source: I have got an "Invalid account payment method" error in production environment: what should i do?
fr_fr: J'ai activé mon module en production et l'erreur "Invalid account payment method" s'affiche, que faire ?

source: You have to enable the deferred payment to use the module in production environment. You can enable it in your account page / preferences on the EnvoiMoinsCher site, or contact us at the following address: <a href="mailto:compta@envoimoinscher.com">compta@envoimoinscher.com</a>. You must give us your login, iban and a debit authorisation.
fr_fr: Pour que le module fonctionne vous devez avoir activé le paiement différé par prélèvement. Cette erreur s'affiche lorsque vous essayez d'utiliser le module en environnement de production sans être en paiement différé. Pour faire la demande de passage en paiement différé, veuillez en faire la demande depuis votre compte sur le site EnvoiMoinsCher onglet Préférences ou à l'adresse suivante : <a href="mailto:compta@envoimoinscher.com">compta@envoimoinscher.com</a>. Vous devrez transmettre votre login, RIB et une autorisation de prélèvement.

source: I have got an "Error : Contact our billing service" error: what should i do?
fr_fr: L'erreur suivante est affichée « Erreur : Contact our billing service », que dois-je faire ?
