Repository: wp-plugins/envoimoinscher
Catalog: languages/envoimoinscher-*.po
Languages: fr_fr

source: This error suggests a payment issue. You may have reached your account spend cap. Contact our accounting department at <a href="mailto:compta@envoimoinscher.com">compta@envoimoinscher.com</a> and give us your EnvoiMoinsCher login.
fr_fr: Cette erreur est liée à un problème de paiement. Il peut s'agir par exemple de l'atteinte de l'encours maximum autorisé sur votre compte. Veuillez contacter notre service comptabilité avec votre login client à l'adresse suivante : <a href="mailto:compta@envoimoinscher.com">compta@envoimoinscher.com</a>.

source: Plugin settings
fr_fr: Configuration générale du module

source: How should I configure the "My account" tab?
fr_fr: Comment configurer l'onglet "Mon compte" ?

source: Please enter the same login and password you have chosen to create your account at <a href="http://www.boxtale.co.uk" target="_blank">www.boxtale.co.uk</a>. Thanks to this login information you can also access your personal account on the website. The API key was provided by our IT team following your request.<ul><li><strong>First choose the "test" API key</strong> to configure and test the plugin.</li><li><strong>When you are done configurating and testing, you can use your "live" API key.</strong> If the billing company is the same for your websites, you can use the same "live" API key on all websites. If not, we advice you to create another account and request a new API key.</li></ul>
fr_fr: Le login et le mot de passe sont ceux que vous avez choisis en créant votre compte sur le site <a href="http://www.envoimoinscher.com" target="_blank">www.envoimoinscher.com</a>. Ils vous permettent également de vous connecter à votre espace en compte sur le site. La clé API vous a été fournie par le service technique suite à votre demande.<ul><li><strong>Choisissez d'abord la clé API de test</strong> pour effectuer vos paramétrages puis vos tests.</li><li><strong>Une fois que vous aurez fini votre paramétrage et que les tests auront été concluants, vous pourrez utiliser définitivement la clé API de production.</strong> Une clé de production peut être utilisée sur plusieurs sites internet. Si votre société de facturation est la même pour vos différentes activités, la clé de production peut être utilisée sur plusieurs sites internet. Si votre société de facturation n'est pas la même pour vos différentes activités, nous nous vous conseillons de refaire une nouvelle demande de clé avec un nouveau compte.</li></ul>

source: How should I configure the "Shipping description" tab?
fr_fr: Comment configurer l'onglet "Description des envois" ?

source: <ul><li>Select the type of <strong>shipment content</strong> from the drop-down list. If you distribute several categories, please choose the main one. <span style="color:red;">Please pay attention: certain types of shipment content can be refused by some carriers.</span> Check the website or contact our client service to learn about possible restrictions.</li><li>You should select the <strong>packaging type</strong> only if you have activated Colissimo amongst your carriers. If the category "<strong>Tube</strong>" is selected, 6 euros will be added to every shipment.</li></ul>
fr_fr: <ul><li>Choisissez <strong>la nature de vos envois</strong> parmi la liste disponible dans le menu déroulant. Si votre site distribue plus d'une de ces catégories, merci de faire le choix de la catégorie prédominante. <span style="color:red;">Attention, certaines natures d'envoi ne donnent pas accès à certains transporteurs.</span> N'hésitez pas à consulter notre service client pour connaître les différentes contraintes pour l'envoi de produits spécifiques.</li><li><strong>Le type d'emballage</strong> n'est à renseigner que si vous choisissez de proposer au moins une des offres Colissimo disponible dans le module. Si vous expédiez dans des tubes, un supplément de 6 euros sera appliqué au coût de l'envoi pour chaque colis expédié.</li></ul>

source: How should I configure the "Carriers" tab?
fr_fr: Comment configurer l'onglet "Transporteurs" ?

source: <ul><li>Click on "Reload carriers from API".</li><li>Select the carriers and activate them.</li><li>Click on "<strong>Edit</strong>" to set up a <strong>rate or the API's real price</strong>, select a <strong>drop-off point</strong>, configure a <strong>tracking link</strong> per carrier.</li></ul>
fr_fr: <ul><li>Cliquez sur "Mise à jour des transporteurs via l’API" pour avoir une liste complète des offres transporteurs.</li><li>Faites votre choix parmi la liste des transporteurs proposés. <strong>En activant le transporteur</strong> vous choisissez de proposer ce transporteur à vos clients.</li><li>Pour <strong>fixer votre forfait, choisir un point relais ou configurer un lien du suivi</strong>, cliquez "</strong>Editer</strong>" à l’extrême droite de chaque transporteur.</li></ul>

source: What is the difference between "simple" and "advanced" carriers? How should I configure "Advanced carriers"?
fr_fr: Quelle est la différence entre les transporteurs "simples" et les transporteurs "avancés" ? Comment paramétrer les transporteurs avancés sur le plugin EnvoiMoinsCher ?

source: <strong>Simple carriers</strong>: prices are calculated from grid based on parcel weight.<br/><strong>Advanced carriers</strong>: prices are calculated from grid based or parcel weight and size. Because parcel volume cannot be calculated during customer checkout, you must fill in the "<strong>Weight options</strong>" table. The plugin will use this table to get dimensions according to shopping cart weight and will display relevant shipping costs. Without customization, the default dimensions provided by Boxtale will be used.
fr_fr: <strong>Les transporteurs simples</strong> calculent leurs grilles tarifaires à partir du poids des colis.<br/><strong>Les transporteurs avancés</strong>, qui sont des transporteurs express pour la France et l'International, ont la particularité d'avoir une grille tarifaire à la fois basée sur le poids du colis mais également sur les dimensions de votre envoi. Le volume d'un colis ne pouvant pas être calculé en temps réel lors de la commande en ligne de votre client, vous devez définir au préalable <strong>une grille de correspondance Poids/Volume</strong> dans <strong>l'onglet "Options de poids"</strong>. Ainsi le plugin prendra en compte la dimension appliquée au poids calculé dans le panier de votre client, et affichera le coût du transport correspondant. Si vous ne personnalisez pas vos propres dimensions et poids, les dimensions par défaut seront utilisées.

source: How are the real price and the rate set?
fr_fr: Comment le prix réel et le forfait sont-ils calculés ?

source: <strong>Rate:</strong> shipping fees fixed by yourself.<br/><strong>Real price:</strong> shipping fees calculated automatically by Boxtale based on the shopping basket weight.
fr_fr: <strong>Le forfait :</strong> le montant des frais de port est <strong>fixé par vous-même</strong>.<br/><strong>Le prix réel :</strong> le montant des frais de port affichés en front-office est <strong>calculé automatiquement par EnvoiMoinsCher sur la base du poids du panier</strong>.

source: Shipping, tracking and insurance
fr_fr: Expédition, suivi et assurance

source: Where can I send my orders?
fr_fr: Où aller pour envoyer mes commandes ?

source: Go to "<strong>WooCommerce</strong>" tab and click on "<strong>Orders</strong>".
fr_fr: Allez dans l'onglet "<strong>WooCommerce</strong>" et cliquez sur le sous-onglet "<strong>Commandes</strong>".

source: What type of orders can I send?
fr_fr: Quel type de commandes puis-je expédier ?

source: You can send all your orders marked "<strong>On hold</strong>" or "<strong>Processing</strong>" either one by one or in bulk.
fr_fr: Toutes vos commandes flaguées "<strong>En cours</strong>" ou "<strong>En attente</strong>" peuvent être expédiées soit commande par commande soit en masse.

source: How can I ship my EnvoiMoinsCher orders one by one?
fr_fr: Comment expédier mes commandes une par une avec des transporteurs EnvoiMoinsCher ?

source: <ul><li>Click on "<strong>View</strong>" on the right end of order line. The "<strong>Edit Order</strong>" page is displayed. Default settings will be applied if you want to send right away. If needed, you can modify some data (carrier, weight-dimensions, ...) in the form in the middle of the "<strong>Edit Order</strong>" page => "<strong>Shipping Options - EnvoiMoinsCher</strong>".</li><li><strong>Choose "Send using EnvoiMoinsCher"</strong> in the drop-down list in the top right-hand corner of the page and click on "<strong>Apply</strong>".</li><li><strong>If the shipment is successful,</strong> the order status will be changed to "<strong>Awaiting Shipment</strong>" and a <strong>confirmation message</strong> will be displayed.</li></ul>If any problem occurs, you'll see an alert notice.
fr_fr: <ul><li>Cliquez sur le bouton "<strong>Voir</strong>" à l’extrême droite de la ligne de la commande. La page "<strong>Modifier commande</strong>" apparaît. Si vous souhaitez envoyer directement, les paramètres par défaut sont appliqués. Vous pouvez néanmoins si vous le souhaitez modifier les données (transporteur, poids-dimensions…) dans le formulaire au milieu de la page "<strong>Modifier commande</strong>" => "<strong>Option d’envoi – EnvoiMoinsCher</strong>".</li><li><strong>Sélectionnez "Envoyer avec EnvoiMoinsCher"</strong> dans le menu déroulant en haut à droite de la page et cliquez sur "Appliquer".</li><li><strong>Si l’envoi a réussi,</strong> son statut est changé en "<strong>En attente d’expédition</strong>" et un <strong>message de confirmation</strong> s’affiche.</li></ul>En cas de problème(s), un message d'erreur d'affichera.

source: How can I ship in bulk with EnvoiMoinsCher carriers?
fr_fr: Comment expédier mes commandes en masse avec des transporteurs EnvoiMoinsCher ?

source: <ul><li><strong>Tick the box in front of the orders you want to ship.</strong></li><li><strong>Choose "Send using EnvoiMoinsCher"</strong> in the bulk action drop-down list in the top left-hand corner of the page and <strong>click on "Apply"</strong>.</li><li><strong>If the shipments are successful,</strong> the orders statuses will be changed to "<strong>Awaiting Shipment</strong>" and a <strong>confirmation message</strong> will be displayed.</li></ul>If any problem occurs, you'll see an alert notice informing that you should correct the invalid orders one by one. Please note that as a security, you cannot send twice the same order using bulk actions.
fr_fr: <ul><li><strong>Sélectionnez à gauche les commandes que vous souhaitez envoyer.</strong></li><li><strong>Sélectionnez "Envoyer avec EnvoiMoinsCher"</strong> dans le menu déroulant des actions groupées en haut à gauche de la page et <strong>cliquez sur "Appliquer"</strong>.</li><li><strong>Si les envois ont réussi,</strong>leur statut est changé à "<strong>En attente d’expédition</strong>" et un <strong>message de confirmation</strong> s’affiche.</li></ul>En cas de problème(s) avec un ou plusieurs envois, un message d’alerte s’affiche pour que vous puissiez corriger les commandes non passées individuellement. Attention : par mesure de sécurité, une commande ne peut pas être réexpédiée via l'envoi en masse.

source: How can I download my waybills?
fr_fr: Comment télécharger les bordereaux d'expédition ?

source: You have three options to get your waybills: <strong>from WooCommerce</strong>, <strong>by email</strong> or in your <strong>Boxtale personal account</strong>, "<strong>My shipments</strong>" tab.<ul><li><strong>From WooCommerce :</strong> Go to the "WooCommerce" tab in your WordPress back-office => "Orders" / using "Awaiting Shipment" status filter. <strong>To download one or several waybills at once: select the orders</strong> you want to download by checking the box, <strong>choose "Download all waybills"</strong> in the bulk action drop-down list in the top left-hand corner of the page and <strong>click on "Apply"</strong>. A download link will also appear on your order page view: "<strong>Shipping Options - EnvoiMoinsCher</strong>" => "<strong>Your waybill is available. Download it here.</strong>".</li><li><strong>By email:</strong> You can choose to receive the waybill by email. This option configuration is available either in your EnvoiMoinsCher personal account or in WooCommerce: WooCommerce => EnvoiMoinsCher => Settings.</li><li><strong>From you EnvoiMoinsCher account, "My shipments" tab</strong></li></ul>
fr_fr: Vous avez trois possibilités pour récupérer vos bordereaux d'expédition : <strong>à partir de WooCommerce</strong>, sur <strong>votre adresse email</strong>, à partir de votre <strong>espace en compte EnvoiMoinscher</strong>, rubrique "<strong>Mes envois</strong>".<ul><li><strong>A partir de WooCommerce :</strong> Allez dans l'onglet "WooCommerce" du back-office WordPress => sous-onglet "Commandes" / filtre "En attente d’expédition". <strong>Pour télécharger un ou plusieurs bordereaux : cochez les cases</strong> des commandes expédiées ("En attente d’expédition") dont vous souhaitez les bordereaux, <strong>sélectionnez "Télécharger les bordereaux"</strong> dans le menu déroulant d'actions groupées en haut à gauche de la page et <strong>cliquez sur "Appliquer"</strong>. Vous pouvez aussi télécharger le bordereau de chaque commande depuis la page "<strong>Modifier commande</strong>" => "<strong>Option d’envoi – EnvoiMoinsCher</strong>" => "<strong>Votre bordereau est disponible. Téléchargez le ici.</strong>".</li><li><strong>Sur votre adresse email :</strong> Vous pouvez choisir de recevoir les bordereaux d'expédition par email. Cette configuration peut se faire via votre espace en compte EnvoiMoinsCher ou via la configuration du plugin : WooCommerce => EnvoiMoinsCher => Paramètres.</li><li><strong>A partir de votre espace en compte EnvoiMoinsCher, rubrique "Mes envois"</strong></li></ul>

source: I can't generate my waybill.
fr_fr: Mon bordereau ne se génère pas après une expédition.

source: <i>Did I wait long enough?</i> Depending on the carrier, generation can take up to 5 minutes, so you have to wait a bit.<br/><br/><i>Am I in a test environment?</i> In this case, the order was not accepted and the waybill will not be generated. If your order was real, you should switch to production environment ("My account" tab in EnvoiMoinsCher settings) and re-send your order. Alternatively, you can login in to the Boxtale site and send your order directly from the site (do not forget to log in for the order to be added to your bill).<br/><br/>Contact technical service <a href="mailto:informationAPI@envoimoinscher.com">informationAPI@envoimoinscher.com</a> stating your problem and an access to your back office (url, login, password) to speed up the solving of your problem. You'll receive a response as soon as possible.
fr_fr: <i>Est-ce que j'ai attendu assez longtemps ?</i> Selon le transporteur, la génération peut prendre jusqu'à 5 minutes, il faut donc parfois attendre un peu.<br/><br/><i>Suis-je en environnement de test ?</i> Si c'est le cas, la commande n'a pas été prise en compte et le bordereau ne se génèrera pas. Si votre commande était réelle, vous devez tout d'abord passer en environnement de production (onglet : "Mon Compte" dans les paramètres EnvoiMoinsCher) et repasser votre commande. Vous pouvez également décider de vous loguer sur le site EnvoiMoinsCher.com et de passer directement votre commande (n'oubliez pas de vous connecter sur votre compte pour que la commande soit rajoutée à votre facture).<br/><br/>Contactez le service technique (<a href="mailto:informationAPI@envoimoinscher.com">informationAPI@envoimoinscher.com</a>) en indiquant votre problème et un accès à votre back-office (url, login, mot de passe) pour accélérer la résolution de votre problème.

source: How can I track my shipment? How can I set up shipment tracking for my customers?
fr_fr: Comment suivre mes colis ? Comment paramétrer le suivi des colis pour mes clients ?

source: Tracking information is displayed in your order notes. In order to display a tracking URL for your customers in front office, you must configure the carrier tracking URLs of your carriers: <strong>WooCommerce</strong> => <strong>EnvoiMoinsCher</strong> => <strong>Carrier</strong> => <strong>Edit</strong> => <strong>Tracking URL</strong>.<br/>For information, here are tracking URLs which can be used with the EnvoiMoinsCher plugin. Please note that these URLs are provided for information only and can be changed without notice.<ul><li>Chronopost - <a href="http://www.chronopost.fr/transport-express/livraison-colis/cache/bypass/pid/701" target="_blank">http://www.chronopost.fr/transport-express/livraison-colis/cache/bypass/pid/701</a></li><li>Colis Priv&eacute; - <a href="https://www.colisprive.com/moncolis/pages/detailColis.aspx?numColis=@" target="_blank">https://www.colisprive.com/moncolis/pages/detailColis.aspx?numColis=@</a></li><li>Mondial relay - <a href="http://www.mondialrelay.fr/suivi-de-colis/" target="_blank">http://www.mondialrelay.fr/suivi-de-colis/</a></li><li>Relais colis - <a href="http://www.relaiscolis.com/index.php/application-suivi-colis" target="_blank">http://www.relaiscolis.com/index.php/application-suivi-colis</a></li><li>UPS - <a href="http://wwwapps.ups.com/WebTracking/track?HTMLVersion=5.0&loc=fr_FR&Requester=UPSHome&WBPM_lid=homepage%2Fct1.html_pnl_trk&track.x=Suivi&trackNums=@" target="_blank">http://wwwapps.ups.com/WebTracking/track?HTMLVersion=5.0&loc=fr_FR&Requester=UPSHome&WBPM_lid=homepage%2Fct1.html_pnl_trk&track.x=Suivi&trackNums=@</a></li><li>DHL Express - <a href="http://www.dhl.fr/content/fr/fr/dhl_express/suivi_expedition.shtml?brand=DHL&AWB=@" target="_blank">http://www.dhl.fr/content/fr/fr/dhl_express/suivi_expedition.shtml?brand=DHL&AWB=@</a></li><li>Fedex - <a href="https://www.fedex.com/fedextrack/?tracknumbers=@" target="_blank">https://www.fedex.com/fedextrack/?tracknumbers=@</a></li><li>La Poste - <a href="http://www.colissimo.fr/portail_colissimo/suivre.do?language=fr_FR" target="_blank">http://www.colissimo.fr/portail_colissimo/suivre.do?language=fr_FR</a></li><li>TNT - <a href="http://www.tnt.fr/public/suivi_colis/recherche/index.do;jsessionid=78654DB3C246ADA008279CE05E802C7A" target="_blank">http://www.tnt.fr/public/suivi_colis/recherche/index.do;jsessionid=78654DB3C246ADA008279CE05E802C7A</a></li></ul>
fr_fr: Les informations de suivi sont affichés dans vos notes de commande. Pour afficher un lien de suivi dans le compte de vos clients, vous devez configurer les URLs de suivi par transporteur : <strong>WooCommerce</strong> => <strong>EnvoiMoinsCher</strong> => <strong>Transporteur</strong> => <strong>Editer</strong> => "<strong>URL de suivi transporteur</strong>".<br/>A titre indicatif, voici des URLs de suivi transporteur qui peuvent être utilisées avec le plugin EnvoiMoinsCher. Veuillez noter que ces URLs sont données à titre indicatif et peuvent être modifiées sans préavis.<ul><li>Chronopost - <a href="http://www.chronopost.fr/transport-express/livraison-colis/cache/bypass/pid/701" target="_blank">http://www.chronopost.fr/transport-express/livraison-colis/cache/bypass/pid/701</a></li><li>Colis Priv&eacute; - <a href="https://www.colisprive.com/moncolis/pages/detailColis.aspx?numColis=@" target="_blank">https://www.colisprive.com/moncolis/pages/detailColis.aspx?numColis=@</a></li><li>Mondial relay - <a href="http://www.mondialrelay.fr/suivi-de-colis/" target="_blank">http://www.mondialrelay.fr/suivi-de-colis/</a></li><li>Relais colis - <a href="http://www.relaiscolis.com/index.php/application-suivi-colis" target="_blank">http://www.relaiscolis.com/index.php/application-suivi-colis</a></li><li>UPS - <a href="http://wwwapps.ups.com/WebTracking/track?HTMLVersion=5.0&loc=fr_FR&Requester=UPSHome&WBPM_lid=homepage%2Fct1.html_pnl_trk&track.x=Suivi&trackNums=@" target="_blank">http://wwwapps.ups.com/WebTracking/track?HTMLVersion=5.0&loc=fr_FR&Requester=UPSHome&WBPM_lid=homepage%2Fct1.html_pnl_trk&track.x=Suivi&trackNums=@</a></li><li>DHL Express - <a href="http://www.dhl.fr/content/fr/fr/dhl_express/suivi_expedition.shtml?brand=DHL&AWB=@" target="_blank">http://www.dhl.fr/content/fr/fr/dhl_express/suivi_expedition.shtml?brand=DHL&AWB=@</a></li><li>Fedex - <a href="https://www.fedex.com/fedextrack/?tracknumbers=@" target="_blank">https://www.fedex.com/fedextrack/?tracknumbers=@</a></li><li>La Poste - <a href="http://www.colissimo.fr/portail_colissimo/suivre.do?language=fr_FR" target="_blank">http://www.colissimo.fr/portail_colissimo/suivre.do?language=fr_FR</a></li><li>TNT - <a href="http://www.tnt.fr/public/suivi_colis/recherche/index.do;jsessionid=78654DB3C246ADA008279CE05E802C7A" target="_blank">http://www.tnt.fr/public/suivi_colis/recherche/index.do;jsessionid=78654DB3C246ADA008279CE05E802C7A</a></li></ul>

source: Where can I find the tracking number of my shipments?
fr_fr: Où retrouver le numéro de suivi de mes envois ?

source: For the buyer: the buyer will have access to the link on his order page in his account on your website (if you have configured the tracking url for the carrier).<br/><br/>For the seller: you can find both EnvoiMoinsCher reference and carrier tracking number on the "Edit Order" page => "Shipping Options - EnvoiMoinsCher". You can also track the shipment from your account on EnvoiMoinsCher.com.
fr_fr: Pour l'acheteur : l'acheteur aura accès au lien dans son espace client sur votre site (si vous avez configuré l'URL de suivi pour le transporteur de la commande).<br/><br/>Pour le vendeur : vous pouvez trouver le numéro de suivi EnvoiMoinsCher ainsi que le numéro de suivi du transporteur au milieu de la page "Modifier commande" => "Options d’envoi – EnvoiMoinsCher". Vous pouvez également suivre l'envoi depuis l’espace en compte sur EnvoiMoinsCher.com.

source: How can I insure my shipments Ad Valorem?
fr_fr: Comment assurer mes envois Ad Valorem ?

source: <ol><li>Insurance will only be automatically added to your shipping options if in the configuration of EnvoiMoinsCher plugin / "Shipping description" tab, you check the "Use AXA Insurance" option. Be careful if you use this option that insurance is <strong>not</strong> automatically added to the carrier price given to your customer in your shop.</li><li>You can also add the option after the order was created in your order view page: <strong>WooCommerce</strong> => <strong>Orders</strong> => <strong>View</strong> => <strong>Shipping Options - EnvoiMoinsCher</strong> => <strong>Insurance</strong>.</li></ol>
fr_fr: <ol><li>L'assurance sera automatiquement ajoutée à vos options d'envoi si dans la configuration du plugin EnvoiMoinsCher / onglet "Descriptions des envois", vous cochez l'option "Utiliser l'assurance AXA". Attention : si vous utilisez cette option, le prix de l'assurance <strong>n'est pas</strong> automatiquement ajouté au prix donné à votre client en front office.</li><li>Vous pouvez aussi ajouter l'option assurance après la création de la commande dans la page d'édition de commande : <strong>WooCommerce</strong> => <strong>Commandes</strong> => <strong>Voir</strong> => <strong>Options d'envoi - EnvoiMoinsCher</strong> => <strong>Assurance</strong>.</li></ol>

source: What are the specifics for shipping abroad?
fr_fr: Quelles sont les spécificités pour un envoi à l'étranger ?
