Repository: wp-plugins/envoimoinscher
Catalog: languages/envoimoinscher-*.po
Languages: fr_fr

source: For shipments abroad, you must describe the contents of your shipment both in English and in the language of the parcel's country of origin.<br/><br/>Please note the following:<ul><li>For shipments abroad, the plugin does not block shipments if the content description is not translated to English. Please keep an eye on the translations.</li><li>You must attach to your package a commercial invoice in 5 copies for all international shipments (outside the EU).</li><li>Any specific documentation related to a special country or product is your responsibility.</li></ul>
fr_fr: Pour les envois vers l’étranger, vous devez décrire le contenu de votre envoi à la fois en anglais et dans la langue du pays d'expédition.<br/><br/>Remarques:<ul><li>Pour vos expéditions vers l’étranger, le module ne bloque pas les envois si la description du contenu n’a pas été traduite en anglais. Veuillez surveiller les traductions.</li><li>Vous devez joindre à votre colis une facture commerciale en 5 exemplaires pour tous les envois destinés à l'international (hors UE).</li><li>Toute documentation spécifique liée à une particularité pays ou produit relève de votre responsabilité.</li></ul>

source: Updates
fr_fr: Mises à jour

source: Will the update affect my configuration?
fr_fr: La mise à jour va-t-elle remettre en question mes préférences de configuration ?

source: The update does not affect your configuration: settings, carriers...
fr_fr: La mise à jour ne remet pas en question vos préférences de configuration : paramètres, transporteurs...

source: Can I benefit from new carrier offers available through updates?
fr_fr: Puis-je bénéficier des nouvelles offres de transport disponibles via les mises à jour ?

source: No, you should update your carrier list manually on your carriers tab.
fr_fr: Non, vous devez mettre à jour votre liste de transporteurs manuellement depuis votre onglet Transporteurs.

source: Any other question?
fr_fr: Une autre question ?

source: If you do not find an answer to your questions in this FAQ, please contact our technical support (<a href="mailto:informationapi@envoimoinscher.com">informationapi@envoimoinscher.com</a>) and explain your problem. Please provide us a superadmin access (url, login, password) so we can have a look at your back office. To do so, go to the Users tab > Add New, create a user with the "Administrator" role.
fr_fr: Si vous ne trouvez pas de réponse à vos questions dans cette FAQ, veuillez contacter notre service technique (<a href="mailto:informationapi@envoimoinscher.com">informationapi@envoimoinscher.com</a>) en expliquant votre problème. Merci de nous fournir un accès superadmin (url, login, mot de passe) afin que nous puissions regarder au plus vite votre back-office. Pour se faire, allez dans l'onglet Utilisateurs > Ajouter, et créez un utilisateur avec le rôle "Administrateur".

source: Reload carriers from API
fr_fr: Mise à jour des transporteurs via l'API

source: By clicking on this link, you ensure the carrier list is up to date.
fr_fr: En cliquant sur ce lien, vous vous assurez de maintenir à jour la liste des transporteurs sur votre module.

source: Flush offers cache
fr_fr: Vider le cache des offres

source: Flush your offers cache if you change your active carriers in order for new carriers to be taken into account.
fr_fr: Veuillez vider le cache des offres si vous changez vos transporteurs de manière à prendre en compte les nouveaux transporteurs.

source: These carriers require dimensional weight. You must define dimensions per weight bracket for your parcels in tab "Weight options". Indicate dimensions that match the best your packages. Defaults dimensions grid may not be accurate and lead to wrong declaration to the carriers and complementary invoices.
fr_fr: Ces transporteurs ont une contrainte de poids volumétrique. Vous devez définir les dimensions de vos colis en fonction de leurs poids dans l'onglet "Options de poids". Indiquez les dimensions les plus courantes pour obtenir les tarifs les plus proches de la réalité. Sans personnalisation, ce sont les dimensions par défaut, élaborées par EnvoiMoinsCher, qui seront affichées. En cas de mauvaises déclarations, un complément de facturation peut vous être envoyé.

source: These carriers allow you to send your parcel without dimensional weight. The weight is only used to calculate the shipping cost within the maximum size allowed by each carrier.
fr_fr: Ces transporteurs vous permettent d'envoyer vos colis sans contraintes de poids volumétrique. Seul le poids de votre envois est nécessaire pour calculer le coût du transport, dans la limite des dimensions maximales propres à chaque transporteurs.

source: Offers
fr_fr: Offres

source: Status
fr_fr: Statut

source: Edition
fr_fr: Editer

source: On this page, you can customize the maximum size of your parcel by weight brackets. Dimensions are one of the primary criteria for shipping attribution. Enter most common dimensions to get realistic prices. These options will be used to get advanced carriers rates.
fr_fr: Sur cette page, vous pouvez personnaliser la taille maximale de vos envois par catégories de poids. Nous vous recommandons d'effectuer ce travail de personnalisation, car les dimensions sont l'un des principaux critères pour l'attribution de l'appel d'offres à la livraison. Ces options sont utilisées par les transporteurs avancés.

source: Without customization, the default dimensions provided by EnvoiMoinsCher are used.
fr_fr: Sans personnalisation, ce sont les dimensions par défaut, mis au point par Envoimoinscher, qui seront affichés.

source: Weight
fr_fr: Poids

source: Max length
fr_fr: Longueur max

source: Max width
fr_fr: Largeur max

source: Max height
fr_fr: Hauteur max

source: Frequently asked questions
fr_fr: Questions courantes

source: Save changes
fr_fr: Enregistrer

source: See Offers
fr_fr: Voir les offres

source: Offer
fr_fr: Offre

source: Carrier
fr_fr: Transporteur

source: Price ET
fr_fr: Prix HT €

source: Price ATI
fr_fr: Prix TTC €

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Label
fr_fr: Nom

source: This controls the label which the user sees during checkout.
fr_fr: Ceci contrôle le nom que voit l'utilisateur pendant le checkout.

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que voit l'utilisateur pendant le checkout.

source: Prices
fr_fr: Prix

source: Real price
fr_fr: Prix réel

source: Rate
fr_fr: Forfait

source: Define the type of rate to make your scales : weight for total cart weight and price for total cart price
fr_fr: Veuillez indiquer sur quoi vous voulez baser votre forfait : le poids total du panier ou le prix total du panier.

source: Price
fr_fr: Prix

source: Handling fee
fr_fr: Frais de manutention

source: Fee excluding tax. Enter an amount, e.g. %s, or a percentage, e.g. 5%%. Leave blank or set to 0 to disable.
fr_fr: Les frais sans TVA. Entrez un montant, ex : %s, ou un pourcentage, ex : 5%%. Laissez vide ou à 0 pour désactiver.

source: Dropoff relay point
fr_fr: Point relais de départ

source: Carrier tracking url
fr_fr: URL de suivi transporteur

source: Use this field to add a carrier tracking URL to your customer order view page. If you use @ it will be replaced by the carrier tracking reference to get a direct URL to your order tracking. Leave blank if you don't want to display a tracking link.
fr_fr: Utiliser ce champ pour ajouter une URL de suivi transporteur sur la page de récapitulatif de commande de vos clients. Si vous utlisez le caractère @, celui-ci sera remplacé par la référence de suivi transporteur pour former l'URL directe vers le suivi du colis. Laisser le champ vide si vous ne voulez pas afficher de lien.

source: Books and documents
fr_fr: Livres et documents

source: Documents without commercial value
fr_fr: Documents sans valeur commerciale

source: Newspapers
fr_fr: Journaux

source: Magazines, journals
fr_fr: Magazines, revues

source: Technical manuals
fr_fr: Manuels techniques

source: Books
fr_fr: Livres

source: Passports
fr_fr: Passeports

source: Plane tickets
fr_fr: Billets d'avion

source: X-rays
fr_fr: Radiographies

source: Photographs
fr_fr: Photographies

source: Internal company mail
fr_fr: Courrier interne d'entreprise

source: Business proposals
fr_fr: Propositions commerciales

source: Promotional materials
fr_fr: Documents publicitaires

source: Catalogues, annual reports
fr_fr: Catalogues, rapports annuels

source: Computer printouts
fr_fr: Listings informatiques

source: Plans, designs
fr_fr: Plans, dessins

source: Printed documents
fr_fr: Documents d'impression

source: Templates
fr_fr: Patrons

source: Labels, stickers
fr_fr: Etiquettes, autocollants

source: Tender documents
fr_fr: Documents d'appels d'offres

source: Food and perishables
fr_fr: Alimentation et matières périssables

source: Non-perishable foodstuffs
fr_fr: Denrées alimentaires non périssables

source: Fresh and perishable produce
fr_fr: Produits frais et périssables

source: Refrigerated products
fr_fr: Produits réfrigérés

source: Frozen products
fr_fr: Produits surgelés

source: Non-alcoholic beverages
fr_fr: Boissons non alcoolisées

source: Alcoholic beverages
fr_fr: Boissons alcoolisées

source: Plants, flowers, seeds
fr_fr: Plantes, fleurs, semences

source: Products
fr_fr: Produits

source: Cosmetics, well-being products
fr_fr: Cosmétiques, bien-être

source: Pharmaceuticals, medications
fr_fr: Pharmacie, médicaments

source: Chemicals, drugs, cleaning products
fr_fr: Chimie, droguerie, produits d'entretien

source: Tobacco
fr_fr: Tabac

source: Perfumes
fr_fr: Parfums

source: Clothing and accessories
fr_fr: Habillement et accessoires

source: Shoes
fr_fr: Chaussures

source: Fabrics, new clothes
fr_fr: Tissus, vêtements neufs

source: Used clothes
fr_fr: Vêtements usagés

source: Clothing/fashion accessories
fr_fr: Accessoires vestimentaires, de mode

source: Leather, skins, leather goods
fr_fr: Cuirs, peaux, maroquinerie

source: Costume jewellery
fr_fr: Bijoux fantaisie

source: Jewellery, precious objects
fr_fr: Bijoux, objets précieux

source: Equipment and appliances
fr_fr: Appareils et matériels

source: Medical equipment
fr_fr: Matériel médical

source: IT, high-tech and fixed-line telephony equipment
fr_fr: Informatique, High tech, téléphonie fixe

source: Mobile telephony and accessories
fr_fr: Téléphonie mobile et accessoires

source: Televisions, computer screens
fr_fr: Téléviseurs, écrans d'ordinateur

source: Other devices and equipment
fr_fr: Autres appareils et matériels

source: Digital media, CD, DVD
fr_fr: Supports numériques, CD, DVD

source: Spare parts and accessories (auto)
fr_fr: Pièces de rechange et accessoires (auto)

source: Spare parts and accessories (other)
fr_fr: Pièces de rechange et accessoires (autres)

source: Watches, timepieces (excluding jewellery)
fr_fr: Montres, horlogerie (hors bijoux)

source: Camping and fishing items
fr_fr: Articles de camping, de pêche

source: Sporting apparel (excluding clothing)
fr_fr: Articles de sport (hors vêtement)

source: Musical instruments and accessories
fr_fr: Instruments de musique et accessoires

source: Heating and boiler equipment
fr_fr: Matériel de chauffage, chaudronnerie

source: Laboratory, optical and measuring equipment
fr_fr: Matériel de labo, optique, de mesure

source: Electrical equipment, transformers, cables
fr_fr: Matériel électrique, transfo., câbles

source: Office supplies, stationery, refills
fr_fr: Fournitures de bureau, papeterie, recharges

source: Engines, gearboxes
fr_fr: Moteurs, boites de vitesse

source: Motor cycles, scooters
fr_fr: Motos, scooters

source: Bicycles, non-motorised cycles
fr_fr: Vélos, cycles sans moteur

source: Tooling, tools, DIY equipment
fr_fr: Outillage, outils, bricolage

source: Plumbing equipment, plastic tubes
fr_fr: Plomberie, tubes plastiques

source: Hardware, valves, locks
fr_fr: Quincaillerie, robinetterie, serrurerie

source: Furniture and decoration
fr_fr: Mobilier et décoration

source: Home furniture
fr_fr: Mobilier d'habitation

source: Office furniture
fr_fr: Mobilier de bureau

source: Dismantled and packaged furniture
fr_fr: Mobilier démonté sous emballage

source: Old (antique) furniture
fr_fr: Mobilier ancien (antiquité)

source: Household electrical goods
fr_fr: Electroménager

source: Small household electrical goods, small domestic appliances
fr_fr: Petit électroménager, petits appareils ménagers

source: Listed objects or paintings, collectible items, mirrors, windows
fr_fr: Objets ou tableaux cotés, de collection, miroirs, vitres

source: Works of art and paintings of low value
fr_fr: Objets et tableaux courants

source: Lamps, lighting
fr_fr: Lampes, luminaire

source: Carpets
fr_fr: Tapis

source: Linens, curtains, sheets
fr_fr: Toiles, rideaux, draps

source: Toilets, glasses, crystal glassware, dishware, ornaments
fr_fr: Sanitaires, verres, cristallerie, vaisselle, bibelots

source: Other fragile objects and sculptures
fr_fr: Autres objets fragiles et sculptures

source: Personal belongings, gifts
fr_fr: Effets personnels, cadeaux

source: Gifts, corporate gifts
fr_fr: Cadeaux, cadeaux entreprise

source: Luggage, suitcases, trunks
fr_fr: Bagages, valises, malles

source: Small-scale removals, boxes, personal effects
fr_fr: Petit déménagement, cartons, effets personnels

source: The EnvoiMoinsCher delivery plugin for WooCommerce connects your site to over 15 carriers and simplifies your shipping process.
fr_fr: Le module de livraison EnvoiMoinsCher pour WooCommerce vous permet de choisir parmi plus de 15 transporteurs et simplifie votre processus de livraison.
